-- phpMyAdmin SQL Dump
-- version 4.0.10.6
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Време на генериране:  3 март 2015 в 20:06
-- Версия на сървъра: 5.5.35-33.0-log
-- Версия на PHP: 5.4.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- БД: `kvadrat_ecohome`
--

-- --------------------------------------------------------

--
-- Структура на таблица `admin`
--

CREATE TABLE IF NOT EXISTS `admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=2 ;

--
-- Схема на данните от таблица `admin`
--

INSERT INTO `admin` (`id`, `username`, `password`) VALUES
(1, 'admin', 'AdminPassw');

-- --------------------------------------------------------

--
-- Структура на таблица `categories`
--

CREATE TABLE IF NOT EXISTS `categories` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=4 ;

--
-- Схема на данните от таблица `categories`
--

INSERT INTO `categories` (`id`, `name`) VALUES
(1, 'Еко козметика'),
(2, 'За дома'),
(3, 'Еко медицина');

-- --------------------------------------------------------

--
-- Структура на таблица `hits`
--

CREATE TABLE IF NOT EXISTS `hits` (
  `page` char(100) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `count` int(15) DEFAULT NULL,
  PRIMARY KEY (`page`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Схема на данните от таблица `hits`
--

INSERT INTO `hits` (`page`, `count`) VALUES
('Контакти', 146),
('Начало', 378),
('Рецепти', 1092);

-- --------------------------------------------------------

--
-- Структура на таблица `info`
--

CREATE TABLE IF NOT EXISTS `info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ip_address` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_agent` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `datetime` varchar(25) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=148 ;

--
-- Схема на данните от таблица `info`
--

INSERT INTO `info` (`id`, `ip_address`, `user_agent`, `datetime`) VALUES
(98, '157.55.39.97', 'Mozilla/5.0 (compatible; bingbot/2.0; +http://www.', '2015/02/25 08:57:07'),
(99, '50.117.87.207', 'Mozilla/4.0 (compatible; MSIE 8.0; Windows NT 6.0)', '2015/02/25 11:37:55'),
(100, '66.249.65.188', 'Mozilla/5.0 (iPhone; CPU iPhone OS 6_0 like Mac OS', '2015/02/25 22:17:44'),
(101, '121.42.42.114', 'Mozilla/5.0 (iPhone; CPU iPhone OS 5_0 like Mac OS', '2015/02/26 01:08:38'),
(102, '115.28.191.21', 'Mozilla/5.0 (iPhone; CPU iPhone OS 5_0 like Mac OS', '2015/02/26 01:26:47'),
(103, '66.249.69.68', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/02/26 03:05:06'),
(104, '66.249.69.52', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/02/26 04:40:21'),
(105, '66.249.69.84', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/02/26 04:41:12'),
(106, '66.249.69.81', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/02/26 10:47:04'),
(107, '180.76.6.155', 'Mozilla/5.0 (compatible; Baiduspider/2.0; +http://', '2015/02/26 13:39:11'),
(108, '66.249.69.113', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/02/26 14:20:44'),
(109, '199.59.148.211', 'Twitterbot/1.0', '2015/02/26 15:49:03'),
(110, '121.42.41.90', 'Mozilla/5.0 (iPhone; CPU iPhone OS 5_0 like Mac OS', '2015/02/26 16:43:02'),
(111, '54.145.146.151', 'Mozilla/5.0 (Windows; U; Windows NT 6.0; en-US; rv', '2015/02/26 18:10:58'),
(112, '66.249.78.22', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/02/27 00:58:15'),
(113, '66.249.78.29', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/02/27 02:43:19'),
(114, '66.249.78.15', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/02/27 02:48:16'),
(115, '114.215.127.19', 'Mozilla/4.0 (compatible; MSIE 7.0; Windows NT 5.1;', '2015/02/27 07:00:47'),
(116, '79.100.181.159', 'Mozilla/5.0 (Windows NT 6.1; WOW64; rv:36.0) Gecko', '2015/02/27 10:23:05'),
(117, '121.42.29.154', 'Mozilla/5.0 (iPhone; CPU iPhone OS 5_0 like Mac OS', '2015/02/27 11:56:48'),
(118, '54.160.143.151', 'Mozilla/5.0 (X11; Linux x86_64) AppleWebKit/534.34', '2015/02/27 12:45:45'),
(119, '121.42.29.162', 'Mozilla/5.0 (iPhone; CPU iPhone OS 5_0 like Mac OS', '2015/02/27 12:48:20'),
(120, '66.249.64.196', 'Mozilla/5.0 (iPhone; CPU iPhone OS 6_0 like Mac OS', '2015/02/27 21:09:53'),
(121, '66.249.64.57', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/02/27 21:25:14'),
(122, '158.58.227.96', 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/53', '2015/02/27 23:19:29'),
(123, '123.125.71.51', 'Mozilla/5.0 (compatible; Baiduspider/2.0; +http://', '2015/02/28 00:00:39'),
(124, '66.249.64.4', 'Mozilla/5.0 (iPhone; CPU iPhone OS 6_0 like Mac OS', '2015/02/28 08:50:38'),
(125, '66.249.64.8', 'Mozilla/5.0 (iPhone; CPU iPhone OS 6_0 like Mac OS', '2015/02/28 15:37:22'),
(126, '85.130.11.187', 'Mozilla/5.0 (Windows NT 6.3; WOW64) AppleWebKit/53', '2015/02/28 15:48:47'),
(127, '192.99.40.137', 'Mozilla/5.0 (X11; Linux x86_64; rv:28.0) Gecko/201', '2015/02/28 22:10:09'),
(128, '66.249.64.53', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/03/01 03:00:37'),
(129, '121.42.42.145', 'Mozilla/5.0 (iPhone; CPU iPhone OS 5_0 like Mac OS', '2015/03/01 06:25:59'),
(130, '121.42.29.161', 'Mozilla/5.0 (iPhone; CPU iPhone OS 5_0 like Mac OS', '2015/03/01 06:44:36'),
(131, '66.249.64.61', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/03/01 09:54:27'),
(132, '66.249.81.221', 'Mozilla/5.0 (Windows NT 6.1; rv:6.0) Gecko/2011081', '2015/03/01 17:26:49'),
(133, '66.220.158.114', 'facebookexternalhit/1.1 (+http://www.facebook.com/', '2015/03/01 20:43:24'),
(134, '79.100.37.46', 'Mozilla/5.0 (Windows NT 6.3; WOW64; rv:36.0) Gecko', '2015/03/01 20:43:44'),
(135, '66.220.158.117', 'facebookexternalhit/1.1 (+http://www.facebook.com/', '2015/03/01 22:14:11'),
(136, '77.85.206.11', 'Mozilla/5.0 (X11; Linux x86_64) AppleWebKit/537.36', '2015/03/01 22:18:22'),
(137, '157.56.1.47', 'Mozilla/5.0 (compatible; MSIE 9.0; Windows NT 6.1;', '2015/03/02 00:04:45'),
(138, '69.58.178.58', 'BlackBerry9000/4.6.0.167 Profile/MIDP-2.0 Configur', '2015/03/02 04:50:52'),
(139, '27.155.139.253', 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/53', '2015/03/02 06:08:57'),
(140, '180.76.6.232', 'Mozilla/5.0 (compatible; Baiduspider/2.0; +http://', '2015/03/02 08:34:50'),
(141, '66.249.78.179', 'Mozilla/5.0 (compatible; Googlebot/2.1; +http://ww', '2015/03/02 11:24:09'),
(142, '66.249.81.224', 'Mozilla/5.0 (Linux; Android 5.0.2; GT-I8190 Build/', '2015/03/02 20:02:23'),
(143, '66.249.81.218', 'Mozilla/5.0 (Linux; Android 5.0.2; GT-I8190 Build/', '2015/03/02 20:02:50'),
(144, '69.171.227.114', 'facebookexternalhit/1.1 (+http://www.facebook.com/', '2015/03/03 06:00:00'),
(145, '66.249.67.25', 'Mozilla/5.0 (iPhone; CPU iPhone OS 6_0 like Mac OS', '2015/03/03 09:17:29'),
(146, '66.249.67.68', 'Mozilla/5.0 (iPhone; CPU iPhone OS 6_0 like Mac OS', '2015/03/03 13:11:55'),
(147, '220.181.108.141', 'Mozilla/5.0 (compatible; Baiduspider/2.0; +http://', '2015/03/03 16:23:07');

-- --------------------------------------------------------

--
-- Структура на таблица `messages`
--

CREATE TABLE IF NOT EXISTS `messages` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `lastname` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `message` text COLLATE utf8_unicode_ci NOT NULL,
  `date` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Структура на таблица `recepts`
--

CREATE TABLE IF NOT EXISTS `recepts` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `recepts` text COLLATE utf8_unicode_ci NOT NULL,
  `small_image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `text` text COLLATE utf8_unicode_ci NOT NULL,
  `video` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `category` int(11) NOT NULL,
  `subcategory` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=69 ;

--
-- Схема на данните от таблица `recepts`
--

INSERT INTO `recepts` (`id`, `name`, `recepts`, `small_image`, `text`, `video`, `category`, `subcategory`) VALUES
(1, 'Препарат за съдомиялна машина', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts">&frac12; ч. сапун на растителна основа (маслинов (кастилски) сапун)<br />\r\n&frac12; ч. натриев карбонат<br />\r\n1 ч. сода за хляб<br />\r\n&frac14; ч. лимонена киселина<br />\r\n2 капки етерично масло от пачули</p>\r\n', '', '<p class="recepts"><br />\r\nСъставките се смесват в блендер, докато се получи фин прах и се използва по същия начин като търговския препарат.</p>\r\n', 'http://www.youtube.com/embed/kZQV95X8AvY', 2, 0),
(2, 'Да си направим сапун в домашни условия', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 30.0pt;">сапунена основа<br />\r\nбез аромат и цвят<br />\r\nаромати и цветове по наш избор<br />\r\nсиликонова формичка<br />\r\nсъд за разтапяне на сапуна<br />\r\nбъркали<br />\r\nспрей на алкохолна основа</p>\r\n', '1.jpg', '<p class="recepts">Взимаме няколко парченца от сапуна и разтапяме на котлона. След това оцветяваме в избрания от нас цвят, прибавяме и аромата. Изсипваме първия си цвят от сапуна във формичката. Докато чакаме първия цвят да се стегне добре, разтапяме още една част от сапуна и ароматизираме и оцветяваме с друг избран от нас цвят. Когато първият пласт е добре стегнал изсипваме втория цвят, като преди изсипването напръскваме със спрея, за да сме сигурни, че няма да се разлепят след това различните пластове. По същия начин подготвяме и третия цвят, отново пръскаме със спрея и изсипваме, докато формичката се напълни. Оставяме за 15 мин. да се стегне нашето сапунче и е готово да бъде извадено.</p>\r\n', '', 2, 0),
(3, 'Сапун с кафе', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 30.0pt;">гумени ръкавици<br />\r\nпредпазни очила<br />\r\nелектронна везна<br />\r\nблендер<br />\r\nбъркалки<br />\r\nготварска лъжица<br />\r\nдълбок съд от неръждаема стомана<br />\r\nняколко пластмасови или стъклени купички<br />\r\nсиликонови формички<br />\r\nняколко парчета картон<br />\r\n400 гр. зехтин<br />\r\n240 гр. палмово масло<br />\r\n160гр. кокосово масло<br />\r\n304 гр. сварено кафе<br />\r\n4 ч.л. утайка от кафе<br />\r\n111 гр. натриева основа (сода каустик)</p>\r\n', '1.jpg', '<p class="recepts">Сварете предварително силно кафе и го оставете да изстине напълно. Измерете нужното количество течност от сварено кафе. В отделен съд измерете содата каустик. Добавете содата каустик към течността като разбърквате. Разтворът на содата каустик отделя голямо количество топлина. Оставете разтворът настрани да изстива. Важно е да знаете, че никога не се добавя водата към содата, винаги обратното &ndash; содата към водата! Измерете зехтина, палмовото масло и кокосовото масло и ги смесете в дълбокия съд от неръждаема стомана, в който ще се бърка сапуна. Тъй като палмовото и кокосовото масло при стайна температура са в твърдо състояние, необходимо е да загреете съда със смесените мазнини на слаб котлон, докато се втечнят всички мазнини и се получи напълно прозрачна смес. Тогава махнете сместа от котлона и също изчакайте да поизстине. Когато кафеният разтвор на натриевата основа и сместа от мазнини станат с близка температура (препоръчително от около 43 градуса или по-ниска, т.е. съдовете да бъдат едва топли на пипане), изсипете кафения разтвор на содата при сместа на мазнините. Разбъркайте около минута новополучената смес с бъркалка, след което продължете бъркането с блендера на слаба степен за още около 10 минути. Сместа трябва да се сгъсти колкото рядък крем и да оставя лека следа след блендера. Преустановете бъркането за минута и прибавете към сместа кафената утайка. След това разбъркайте с блендера за още 4-5 минути, докато се получи консистенция на сгъстен крем, но да може да се разлива. Изсипете сместа в силиконовите форми и покрийте с картон. Завийте формите с одеало или хавлия и оставете на топло място за 48 часа. Извадете вече втвърдените сапуни от формите и ги оставете върху картон, за да престоят на въздух 4 седмици преди употреба, като ги обръщате периодично.</p>\r\n\r\n<p class="recepts">Готовите сапуни с кафе имат ексфолиращ и стягащ ефект, почистват отлично, хидратират кожата и имат мека и хубава пяна. Насладете им се!</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', '', 2, 0),
(5, 'Домашно веро', '<p class="recepts">&nbsp;</p>\r\n\r\n<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left:30.0pt;">Сапун 25 гр</p>\r\n\r\n<p style="margin-left:30.0pt;">Спирт 4 лъжици</p>\r\n\r\n<p style="margin-left:30.0pt;">Глицерин 25мл</p>\r\n\r\n<p style="margin-left:30.0pt;">Вода 500 гр</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', '2.jpg', '<p class="recepts">Затоплете водата. Добавете настъргания на ситно сапун, като бъркате постоянно. Внимавайте водата да не заври. След като сапуна се разтвори, свалете тенджерата от котлона. Добавете спирта и накрая глицерина. Разбъркайте и оставете да се охлади 24 часа. Разбъркайте с телена бъркалка или с дървена лъжица. Вече можете да опитате вашия продукт.</p>\r\n\r\n<p class="recepts">Верото мие превъзходно, но не се пени. Ако това ви притеснява добавете&nbsp;малко купено веро. А ако искате да мирише, добавете няколко капки етерично масло по ваш вкус (лавандулово, борово, лимонено, ...) в края на процеса.</p>\r\n', 'https://www.youtube.com/embed/2mDGb_TUf3Y', 2, 0),
(6, 'Безвредeн гел за измиване', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">1 литър пречистена вода<br />\r\n50-100 гр на сапун чипове (домашен или&nbsp;натурален сапун)<br />\r\n45-90 гр калцирана сода (содата може да се замени със сода за хляб, но тогава количеството трябва да е 3-4 пъти по-голямо)<br />\r\nетерично масло (по желание)</p>\r\n', '', '<p class="recepts">Във вряла&nbsp;вода разтворете сапунените люспи, като се разбърквате внимателно. Добавете содата и разбъркайте, докато се разтвори напълно. По време на охлаждането сместа ще се превърне в гел. Когато сместа се охлади, прибавете етерични масла и смесете добре (за предпочитане с помощта на миксер). Сложете гела директно в барабана на пералната машина - 2-3 супени лъжици. Дръжте гела в затворен контейнер. Преди всяка употреба, гелът се разбърква добре.</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', '', 2, 0),
(7, 'Прост и естествен омекотител', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left:30.0pt;">1-2 супени лъжици натурален оцет или 1-2 ч. л. лимонена киселина разтворена<br />\r\n50 мл вода<br />\r\nняколко капки етерично масло (по желание)</p>\r\n', '', '<p class="recepts">Поставете продуктите в отделението за омекотителя. Готови сте.</p>\r\n', 'https://www.youtube.com/embed/UfqOtVL9JMc', 2, 0),
(8, 'Eфективен природен начин за премехване на варовик от тоалетната чиния', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left:30.0pt;">една част лимонена киселина</p>\r\n\r\n<p style="margin-left:30.0pt;">1 част горчица на прах</p>\r\n\r\n<p style="margin-left:30.0pt;">0,5 част&nbsp;царевично нишесте</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', '', '<p class="recepts">Смесете и съхранявайте в буркан. Преди да нанесете смесете част от сместа с гореща вода до получаването на гъста каша.&nbsp;Нанесете на&nbsp;проблемните зони под ръба на тоалетната чиния и се оставате да действа&nbsp;в продължение на 5-10 минути. Изплакнете. Ще останете удовлетворени&nbsp;от резултата.</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', '', 2, 0),
(9, 'Идеален био прах за пране вкъщи', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left:30.0pt;">Сода бикарбонат - 300 гр.<br />\r\nБоракс - 300 гр.<br />\r\nдомашен сапун - 150 гр.<br />\r\nетерично масло по избор (може и без него)</p>\r\n', '3.jpg', '<p class="recepts">Настържете един цял домашен или био сапун /може и наурален/&nbsp;на обикновено ренде. Добавете една голяма чаша боракс и една голяма чаша сода. Разбъркайте добре праха за пране. Ако искате вашия прах за пране да има и аромат добавете и няколко капки етерично масло по избор към сместа, разбъркайте. По - добре добавете етеричното масло при сплакване.&nbsp;За едно пране е необходимо да сложите в пералнята една-две лъжици от праха за пране. Ако прането ви е по-замърсено сложете в перлнята две-три лъжици от праха за пране.&nbsp; Прането излиза идеално чисто. Пробвайте и вие.&nbsp;</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', '', 2, 0),
(10, 'Рецепта 2 за био прах', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 30.0pt;">домашен сапун</p>\r\n\r\n<p style="margin-left: 30.0pt;">карбонатна сода</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', '3.jpg', '<p class="recepts">Смесват се настърганият на ситно домашен сапун с калцираната сода в съотношение 2:1 -&nbsp;сапун две части, содата една част. Може да се капне някакво етерично масло.&nbsp;За едно пране е необходимо да сложите в пералнята една-две лъжици от праха за пране. Ако прането ви е по-замърсено сложете в перлнята две-три лъжици от праха за пране.&nbsp;</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', '', 2, 0),
(11, 'Шампоан с глина', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts">6-7 супени лъжици с фина хума<br />\r\nоколо 150 мг запарка от лайка или коприва<br />\r\n10-15 капки етерични масла от (пожелание) кедър, розмарин, чаено дърво, мащерка, портокал, лимон<br />\r\n1-2 ч.л. масло от авокадо (или от пшеничен зародиш, зехтин)</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', '', '<p class="recepts">Слагаме хумата в подходяща купа и постепенно започваме да добавяме готовата запарка. <strong>Не забравяйте, че хумата не трябва да има допир до метал, тъй като й се нарушава заряда и се намаляват изчистващите й свойства (не ползвайте метални бъркалки или съдове при смеси с хума, глина)</strong>.&nbsp;Целта е да се получи кремообразна смес &ndash; не много течна и не много гъста. След това добавяме и маслата и отново разбъркваме добре, за да се хомогенизира всичко добре. Преди да влезнем в банята, намазваме добре цялата коса и престоява от 1/2 до 1 час. Изплакваме обилно косата с вода като последното изплакване може да направим с запарка от лайка и коприва с разтворена 1 лъжичка ябълков оцет и етерични масла (лайката е за руса и светла коса, копривата за тъмна или черна). Когато направим това косата става лъскава и мека.<br />\r\nПри по-продължителното приложение на тази процедура, косата става силна и здрава и косопада намалява.</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', '', 1, 0),
(12, 'Подмладяваща маска за лице', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts">1 супена лъжица настъргана краставица</p>\r\n\r\n<p class="recepts">1 супена лъжица кисело мляко</p>\r\n', '', '<p class="recepts">Продуктите се смесват. Нанася се върху лицето и шията за 15 минути, след което се<br />\r\nизплаква с хладка вода.</p>\r\n', '', 1, 1),
(13, 'Лесен трик за упорита кашлица', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">2 сурови желтъка</p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">1 супена лъжица пчелен мед</p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">прясно изцеден лимонов сок</p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">една чаена чаша преварена или минерална вода</p>\r\n', '', '<p class="recepts">Разбийте 2 сурови желтъка и ги смесете с една супена лъжица пчелен мед. След това прибавете към тях прясно изцеден лимонов сок и една чаена чаша преварена или минерална вода. Разбъркайте много добре. Пийте сиропа на малки глътки през целия ден, препоръчително е на всеки 2 часа.</p>\r\n\r\n<p class="recepts"><strong>Трябва да сте сигурни, че не сте алегрични към някои съставки и, че ползването на продуктите ще мине по предназначение</strong>!</p>\r\n', '', 3, 0),
(14, 'Скраб за устни', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts">захар<br />\r\nбазово малсо (кокосово, бадемово, кайсиево)</p>\r\n', '1.jpg', '<p class="recepts">Консистенцията захар&rarr;масло трябва да е равна на 60%&rarr;40%.</p>\r\n\r\n<p class="recepts"><br />\r\n<img alt="" src="3.1.jpg" /></p>\r\n\r\n<p class="recepts">Смесете продуктите.</p>\r\n\r\n<p class="recepts"><br />\r\n<img alt="" src="3.2.jpg" /></p>\r\n\r\n<p class="recepts">Разтрийте на устните и после изплакнете с топла вода.</p>\r\n', '', 1, 0),
(15, 'Маска с мед', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts">пчелен мед</p>\r\n', '', '<p class="recepts">Върху влажна кожа се нанася пласт пчелен мед. Оставя се да действа 5 минути. Изплаква се добре с топла, а след това и със студена вода.</p>\r\n', '', 1, 1),
(16, 'Естествено почистващо  “фосфолипидно”  мляко', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts">100 мл сварено топло прясно мляко (няма значение каква е маслеността му)</p>\r\n\r\n<p class="recepts">10 гр. соев лецитин</p>\r\n\r\n<p class="recepts">10 гр. масло от лешник</p>\r\n\r\n<p class="recepts">2 гр. оризово нишесте (опция)</p>\r\n\r\n<p class="recepts">Мерителна везна</p>\r\n\r\n<p class="recepts">Миксер</p>\r\n', '', '<p class="recepts">Изсипваме соевия лецитин в топлото мляко и оставяме за 2-3 часа. Гранулките леко набъбват и започват да се размиват сами в топлото мляко. След това с едната перка на миксера разбиваме до пълното разтваряне на гранулките в млякото, докато се образува гладка смес с гъстота на боза. Отнема около 1-2 минути. Изсипваме предварително измереното масло в чашата. Разбиваме до пълното абсорбиране на маслото в сместа.</p>\r\n', '', 1, 0),
(17, 'Лосион за почистване на грим', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">100мл. Розова вода</p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">20мл.масло от жожоба</p>\r\n', '', '<p class="recepts">Смесете продуктите. Преди употреба хубаво разтръскайте шишенцето.</p>\r\n', '', 1, 0),
(18, 'Балсам за устни с анасоново семе и лимон', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">5 капки жълта основа (виж приготвяне стъпка 1)<br />\r\n2 с. л. масло от невен<br />\r\n4 с. л. бадемово масло<br />\r\n2 с. л. масло от анасоново семе<br />\r\n1 капка течен мед<br />\r\n1 с. л. пчелен восък<br />\r\n2 капсули витамин Е<br />\r\n2 капки масло от анасоново семе<br />\r\n3 капки лимон</p>\r\n', '2.jpg', '<p class="recepts">1. Направете жълтата основа като прибавите 1 ч. л. жълта боя от куркума към една ч. л. слънчогледово олио в малка купичка. Загрейте, докато заври. После махнете от огъня и го налейте в шишенце с капкомер.<br />\r\n<br />\r\n2. Пригответе съд с двойно дъно, като сложите две тенджери, които влизат една в друга. Напълнете долната половина с вода и я оставете да ври на бавен огън.<br />\r\n<br />\r\n3. Премерете извън съда основните масла и ги прибавяйте в горната половина на съда с двойно дъно едно след друго.<br />\r\n<br />\r\n4. Прибавете меда, восъка и жълтата основа. Разбърквайте внимателно, за да смесите съставките.<br />\r\n<br />\r\n5. Когато восъкът се разтопи, отворте капсулите с витамин Е и ги прибавете към маслата.<br />\r\n<br />\r\n6. Когато восъкът е напълно разтопен, махнете сместа от огъня. Капнете анасона и лимона и разбърсайте, доuато се разтворят напълно.<br />\r\n<br />\r\n7. Налейте в малък стъклен буркан или керамична купичка и оставете да изстива около половин час. Балсамът за устни е готов за използване.</p>\r\n', '', 1, 0),
(19, 'Ароматизатор с вкус на портокал и канела', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">Клечки за зъби<br />\r\nКарамфил<br />\r\nКанела<br />\r\nПортокали<br />\r\nПанделка<br />\r\nХартиена торба</p>\r\n', '', '<p class="recepts">С помощта на клечка за зъби пробийте дупчица и във всяка дупчица поставете по един карамфил. Овъргаляйте добре портокала със забучения в него карамфил. Обвийте със салфетка и поставете в хартиена торбичка. Защипете плика с телбод. Поставете на проветриво място.<br />\r\nСлед около 2 седмици портокалът вече е изсъхнал. Извадете го от хартиената торбичка и завържете красиво със сатенена панделка.</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', 'https://www.youtube.com/embed/dJnTuRMF2q0', 2, 0),
(20, 'Препарат за почистване на фугите', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">7 чаени чаши вода<br />\r\n1/2 чаена чаша сода бикарбонат<br />\r\n1/3 чаена чаша лимонов сок<br />\r\n1/4 чаена чаша оцет</p>\r\n', '', '<p class="recepts">Смесете продуктите. С получения разтвор и подходяща четка почистете старателно всички&nbsp;фуги. Изчакайте няколко минути и измийте с чиста вода.</p>\r\n', '', 2, 0),
(21, 'Универсален почистващ спрей (подходящ и за прозорци)', '<p class="recepts">За 500мл са необходими:</p>\r\n\r\n<p class="recepts">1 стар пластмасов флакон от почистващ спрей</p>\r\n\r\n<p class="recepts">100мл спирт</p>\r\n\r\n<p class="recepts">400мл дестилирана или преварена вода</p>\r\n\r\n<p class="recepts">8-10 капки препарат за съдове (веро)</p>\r\n\r\n<p class="recepts">1-2 капки етерично масло по избор (може и без)</p>\r\n', '', '<p class="recepts">Смесете всичко това във флакона.Спрея може да се съхранява до 1 месец.</p>\r\n', 'https://www.youtube.com/embed/L6dSmrajwaI', 2, 0),
(22, 'Подмладяваща маска за лице с масло от арган', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">2 големи супени лъжици фини овесени ядки<br />\r\n1 голяма супена лъжица масло от арган<br />\r\n1 чаена лъжичка мед</p>\r\n', '', '<p class="recepts">Сложете овесените ядки в купа и добавете малко топла (но не гореща) вода. Почакайте докато овесените ядки омекнат и добавете маслото от арган и меда. Разбркайте съставките добре и нанесете маската на почистено лице, като избягвате деликатната зона около очите. Оставете я да подейства 10-15 минути и изплакнете първо с хладка, а после и със стъдена вода.Тази маска ще придаде на лицето ви свеж и подмладен вид.</p>\r\n', '', 1, 1),
(23, 'Червило от червено цвекло', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">1/4 чаша пчелен восък<br />\r\n1/4 рициново масло<br />\r\n2 с.л. сусамово масло<br />\r\nСок от червено цвекло</p>\r\n', '', '<p class="recepts">Разтопете пчелния восък в съд с двойно дъно. Махнете от огъня и прибавете маслата. Прибавете сок от цвекло толкова, колкото искате, за да получите желания цвят. Съхранявайте го в буркан. Може да сложите част от него в малка кутийка, за да го използвате, когато сте извън къщи. Етерични масла, които предпочитате, могат да се прибавят за аромат.</p>\r\n', '', 1, 0),
(24, 'Домашна кокосова паста за зъби', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">1 ч.л сода<br />\r\n1 ч.л кокосово масло<br />\r\n2-3 капки етерично масло от мента, лимон или портокал (на опаковката трябва да е отбелязано, че е подходящо за орална употреба)</p>\r\n', '4.jpg', '<p class="recepts">Смесете трите съставки много добре в малко стъклено бурканче. Потопете четката за зъби в сместа и си почистете зъбите. След това изплакнете устата с вода! Това количество ще ви стигне за около седмица.</p>\r\n', '', 2, 0),
(26, 'Домашен крем за заличаване на белези, стрии и целулит', '<p class="recepts">какаово масло мед зехтин лавандулово масло</p>\r\n', '', '<p class="recepts">Разтопете какаовото масло на водна баня и добавете зехтина, горе-долу в равни количества. Добавете 1 ч. л. мед. Капнете няколко пъти от лавандулата. И това е! Сложете за съхранение в бурканче и се опитайте да се сдържите да не го изядете.Сутрин и вечер намазвайте белезите или проблемните участъци. Може да се използва и за хидратация на кожата на лицето, ръцете и цялото тяло.&nbsp;</p>\r\n', 'https://www.youtube.com/embed/mHfwUAShyno', 2, 0),
(27, 'Био прах за пране   ', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">Сода бикарбонат<br />\r\nБоракс<br />\r\nдомашен сапун<br />\r\nетерично масло по избор(може и без него)</p>\r\n', '3.jpg', '<p class="recepts">Настържете един цял домашен или био сапун на обикновено ренде. В същия съд добавете една голяма чаша боракс и една голяма чаша сода. Разбъркайте добре праха за пране. Ако искате вашия прах за пране да има и аромат добавете и няколко капки етерично масло по избор към сместа(аз предпочитам лавандула, лимон, или цитронела), разбъркайте. Ако желаете може да добавяте етеричното масло и непосредствено преди прането. За едно пране е необходимо да сложите в пералнята една-две лъжици от праха за пране. Ако прането ви е по-замърсено сложете в перлнята две-три лъжици от праха за пране. Ползвала съм този прах за пране много пъти, той по нищо не отстъпва на купените, пълни с химикали прахове за пране. Прането излиза идеално чисто. Пробвайте и вие.&nbsp;</p>\r\n', '', 2, 0),
(28, 'Паста за зъби', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">6 супени лъжици сода за хляб<br />\r\n&frac14; чаена лъжичка кислородна вода<br />\r\n2 супени лъжици кокосово масло (затоплено леко, докато стане течно)<br />\r\n10 капки ментово, карамфилово или цитрусово етерично масло<br />\r\nСтевия (по желание); тя отнема горчивината на пастата</p>\r\n', '4.jpg', '<p class="recepts">Сложете содата в купичка и добавете останалите съставки. Бъркайте, докато сместа стане на паста. Ако е прекалено водниста, добавете сода, а ако е прекалено стегната - кокосово масло. Съхранявайте в добре затворен съд, за да не изветрее кислородната вода. Използвайте както обикновено.</p>\r\n\r\n<p class="recepts">Няколко капки прополис ще прибавят още калций към пастата и ще дезинфекцират идеално, както между впрочем и етеричните масла.</p>\r\n', '', 2, 0),
(29, 'Маска с банан – против бръчки', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">банан</p>\r\n', '', '<p class="recepts">Добре узрял банан се смачква много добре на каша, нанася се върху кожата на фин слой и се оставя да действа 10 минути. Изплаква се с топла вода.</p>\r\n', '', 1, 1),
(30, 'Маска с кисело мляко – за мазна кожа', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">&frac12; чаша кисело мляко<br />\r\n1 лъжица мая</p>\r\n', '', '<p class="recepts">Смесва се &frac12; чаша кисело мляко с 1 лъжица мая, докато се получи фина паста. Нанася се върху лицето с кръгови масажни движения и се оставя да действа 5 минути. Изплаква се с топла вода.</p>\r\n', '', 1, 1),
(31, 'За почистване на килими', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">няколко кутийки сода<br />\r\nняколко капки етерично масло от лимон</p>\r\n', '', '<p class="recepts">Изсипете содата в малък съд и добавете 20-30 капки от етеричното масло. Разбъркайте добре. Посипете препарата върху килима и оставете да подейства 15-20 минути. След това минете с прахосмукачка. Къде се крие ефективността? Содата абсорбира мръсотията, а лимоненото масло убива микробите и дезинфекцира.</p>\r\n', '', 2, 0),
(32, 'Как да си направим сапун с луфа', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n<br />\r\n<img alt="" src="01.jpg" />\r\n\r\n<p style="margin-left: 40px;">Силиконова форма за печене<br />\r\nРастителна гъба за баня &ndash; луфа<br />\r\nСъд за разтапяне и бъркане на сапуна<br />\r\nОснова за сапун без аромат и цвят<br />\r\nЕтерични масла<br />\r\nАромати и цветове по ваш избор<br />\r\nКанела на прах</p>\r\n', '06.jpg', '<p class="recepts">В силиконовата формичка поставяме луфата(Ако нямате силиконова форма, може да завиете гъбата плътно с домакинско алуминиево фолио).</p>\r\n<br />\r\n<img alt="" src="02.jpg" />\r\n\r\n<p class="recepts">Разтапяме сапуна, според инструкциите на етикета, добавяме етеричното масло, аромт и цвят по наше желание, за да остане естествен сапуна, ви препоръчваме, към него да добавите само етерично масло.</p>\r\n<br />\r\n<img alt="" src="03.jpg" />\r\n\r\n<p class="recepts">Върху луфата поръсваме с канелата на прах.</p>\r\n<br />\r\n<img alt="" src="04.jpg" />\r\n\r\n<p class="recepts">Изливаме сапуна върху луфата и изчакваме 15 мин.или докато се втвърди и изстине.</p>\r\n<br />\r\n<img alt="" src="05.jpg" />\r\n\r\n<p class="recepts">Изваждаме сапунчето от формичката и сме готови.</p>\r\n', '', 2, 0),
(33, 'Домашен препарат за силно захабени бели дрехи', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">150 гр. домашен сапун от животинска мазнина<br>\r\n85 гр. бикарбонатна сода<br>\r\n150 гр. боракс<br>\r\n5 л. вода<br>\r\n5 мл. етерично масло по избор<br>\r\n5+ литрова кофа<br>\r\n4 литрова тенджера<br>\r\n250мл ч. чаша &nbsp;или кухненско кантарче<br>\r\n>Здрава и дълга бъркалка</p>\r\n', '', '<p class="recepts">Настържете сапуна с обикновено ренде. Кипнете 2-3 литра вода в тенджера и изсипете вътре настъргания сапун, содата и боракса. Разбъркайте хубаво, докато всички съставки се разтворят. След това изсипете сапунената смес в останалите 2-3 литра вода в голяма кофа или леген. Добавете етерично масло по желание и оставете сместа да престои едно денонощие, докато се желира. Можете да изсипете домашния си препарат в празна, добре измита туба от друг препарат. За да поддържате белотата на дрехите си използвайте препарата както обикновен течен препарат в пералнята. Ако пък искате да избелите съсипани дрехи, ще трябва да потъркате малко на ръка. В топла вода накиснете дрехата и изсипете малко от препарата директно върху нея. Търкайте продължително и периодично доливайте още перилен препарат. Изплакнете, сменете водата и повторете процедурата за максимален ефект.Опитайте сами и ще се убедите, че този препарат наистина върши чудеса! Ако се колебаете или имате някакви притеснения, може първо да го тествате върху чаршафи или хавлии.</p>\r\n', '', 2, 0),
(34, 'Отървете се от болките в ушите с чесън', '<p><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">2-3 скилидки чесън<br />\r\nзехтин (олио)</p>\r\n', '', '<p>Нарязватe 2-3 скилидки чесън и се запържват в олио или още по-добре зехтин. След това изхвърляте чесъна и прибирате олиото в хладилника. При поява на болки олиото се затопя и&nbsp; се капват 2-3 капки във всяко ухо. Успокоява моментално. Трябва да се пробва да не е горещо преди да се сложи на ухото.&nbsp; Олиото издържа 7-10 дни (може и по-малко, ползвайте го стига да не мирише на гранясало).</p>\r\n', '', 3, 0),
(35, 'Преборете болките в мускулите и ставите с джинджифил', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">&nbsp;</p>\r\n\r\n<p style="margin-left: 40px;">&frac14; супена лъжица джинджифил на прах<br />\r\nчаша с вряща вода<br />\r\nплат или кърпа</p>\r\n', '', '<p class="recepts">Залейте &frac14; супена лъжица джинджифил на прах с чаша с вряща вода и оставете да се охлади. Накиснете плат или кърпа и оставете за 5 минути. Извадете, отцедете леко и веднага поставете на болното място. Покрийте с друга кърпа и сложете бутилка с топла вода отгоре, после завийте с още една кърпа. Оставете така 20 мин. Повторете ако е необходимо</p>\r\n', '', 3, 0),
(36, 'Обуздайте хроничните болки с куркума', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">половин чаена лъжичка куркума<br />\r\nщипка сол</p>\r\n', '', '<p class="recepts">Подправката има свойството да намалява подуването в ставите, схващанията&nbsp; и хроничните артритни болки не по-зле от много противовъзпалителни лекарства, но без техните странични действия. Куркумата помага и при драскотини, контузии и травматични отоци. На засегнатото място се нанася половин чаена лъжичка куркума и щипка сол. Болката, отокът и възпалението отминават бързо. Знаете ли, че&nbsp;Куркумата е суперхрана, която топи мазнините и ни прави по-здрави?</p>\r\n', '', 3, 0),
(37, 'Домашна маска срещу акне', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">&nbsp;</p>\r\n\r\n<p style="margin-left: 40px;">2 супени лъжици мед<br />\r\n1 чаена лъжичка канела<br />\r\nХартиени кърпи</p>\r\n', '', '<p class="recepts">Задължително почистете добре лицето с топла вода и подсушете преди да нанесете маската. Смесете двете супени лъжици мед с една чаена лъжичка канела и бъркайте, докато получите смес, подобна на гъста каша, като внимавате канелата да не стане на бучки и да бъде равномерно разпределена в меда.<br />\r\nНанесете маската върху цялото лице, или поставете само върху проблемния участък, като оставите съставките да действат поне за 15-20 минути. Изплакнете обилно кожата с хладка вода, като се постараете да премахнете всички остатъци, тъй като могат да бъдат много лепкави.Попийте водата със суха кърпа и задължително използвайте крем, с който да завършите процедурата.</p>\r\n', '', 1, 1),
(38, 'Да си направим червило', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">Половин чаена лъжичка пчелен восък</p>\r\n\r\n<p style="margin-left: 40px;">Половин чаена лъжичка восък от канделила</p>\r\n\r\n<p style="margin-left: 40px;">Половин чаена лъжичка масло от карите</p>\r\n\r\n<p style="margin-left: 40px;">1 чаена лъжичка рициново масло</p>\r\n\r\n<p style="margin-left: 40px;">1 чаена лъжичка масло от жожоба</p>\r\n\r\n<p style="margin-left: 40px;">1 мл витамин E</p>\r\n\r\n<p style="margin-left: 40px;">1 чаена лъжичка минерален пигмент Мика</p>\r\n\r\n<p style="margin-left: 40px;">Половин милилитър екстракт от мента(по желание)</p>\r\n', '1.jpg', '<p class="recepts">Стерилизирайте всички съдове и прибори, които ще използвате и ги почистете с мека кърпичка, напоена със спирт или силен алкохол.Стопете восъка и маслата на партна баня.Когато восъкът е напълно разтопен, добавете витамин E.Добавете минералния пигмент Мика и екстракта от мента и разбъркайте добре.Излейте сместта в кутийка или във форма за червило и оставете да изстине и да се втвърди.</p>\r\n', '', 1, 0),
(39, 'Маска за бърз растеж на косата', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">рициново масло(ако сте с дълга коса,цялото шише,а ако сте с къса половината)</p>\r\n\r\n<p style="margin-left: 40px;">витамин А</p>\r\n\r\n<p style="margin-left: 40px;">1с.л.алкохол(без значение)</p>\r\n\r\n<p style="margin-left: 40px;">1жълтък</p>\r\n', '', '<p class="recepts">Всичко се разбърква.Маже се на току- що измита коса, втрива се добре в корените предимно и се задушава.<br />\r\nОставя се да действа 2h и се измива обилно със шампоан.</p>\r\n', '', 1, 1),
(40, 'За прозорците и огледалата', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">1 лъжица оцет</p>\r\n\r\n<p style="margin-left: 40px;">1,5 л вода</p>\r\n\r\n<p class="recepts">&nbsp;</p>\r\n', '40.jpg', '<p class="recepts">Една лъжица оцет се разтваря в 1,5 л вода. Пропорцията може да бъде и 100 мл оцет в 2 л вода. За напръскването се използва пулверизатор.<br />\r\nЗа по добър аромат се препоръчва лимон - 4 лъжици сок се разтварят в една кофа вода.<br />\r\nАко стъклата са по-замърсени в един литър топла вода се разтваря 1/4 чаша бял оцет, добавя се 1 супена лъжица царевично нишесте. Изсипва се в пулверизатор. На помощ идва и стар вестник.</p>\r\n', '', 2, 2);
INSERT INTO `recepts` (`id`, `name`, `recepts`, `small_image`, `text`, `video`, `category`, `subcategory`) VALUES
(41, 'За банята и кухнята', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">сода бикарбонат</p>\r\n\r\n<p style="margin-left: 40px;">вода</p>\r\n\r\n<p style="margin-left: 40px;">оцет</p>\r\n\r\n<p style="margin-left: 40px;">лимонов сок</p>\r\n\r\n<p style="margin-left: 40px;">лимон</p>\r\n\r\n<p style="margin-left: 40px;">газирана вода</p>\r\n', '41.jpg', '<p class="recepts">Плочките се третират с разтвор от 3 кафени чаши сода бикарбонат, разтворени в една чаша вода. Може да се добави оцет или лимонов сок. Фугите се почистват с малка четка.<br />\r\nСтените на фурната се намазват със сода, разтворена във вода. Оставя се да действа цяла нощ. Избърсва се с влажна кърпа и се подсушава.<br />\r\nВ микровълновата фурна се поставя съд с няколко парченца лимон, залети с вода. Кипват се за малко повече от минута. Лимонът обира мазнините по стените. Почиства се с влажна кърпа и се подсушава.<br />\r\nПотъмнели повърхности от неръждаема стомана се почистват до блясък с кърпа, напоена с газирана вода. Може да се добави и малко сода.</p>\r\n', '', 2, 2),
(42, 'За дезинфекция на повърхности', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">две чаени лъжички масло от чаено дърво</p>\r\n\r\n<p style="margin-left: 40px;">две чаши вода</p>\r\n', '42.jpg', '<p class="recepts">Две чаени лъжички масло от чаено дърво се смесват с две чаши вода. Използва се спрей и след като изсъхне, се почиства с влажна кърпа. Маслото се получава от листата на австралийски вид дърво. Действа срещу бактерии, гъбички, вируси, мухъл.</p>\r\n', '', 2, 2),
(43, 'За медните съдове и прибори', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">кетчуп</p>\r\n\r\n<p style="margin-left: 40px;">кърпа</p>\r\n', '43.jpg', '<p class="recepts">Необичайно добре им действа кетчупът - достатъчно е да се изтъркат с парцалче, напоено с него. След няколко минути се изплакват и се изсушават с мека кърпа.</p>\r\n', '', 2, 2),
(44, 'За лакирани и полирани мебели', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">чаша бира</p>\r\n\r\n<p style="margin-left: 40px;">парченце восък</p>\r\n', '44.jpg', '<p class="recepts">За почистването им се преварява чаша бира с парченце восък. Топлата смес се нанася върху повърхността. След като изстине, се изтрива с вълнено парче плат.</p>\r\n\r\n<p class="recepts">Следи от топъл съд върху плоскост се отстраняват с памучен тампон, поръсен с готварска сол и растителна мазнина. Търка се с кръгови движения, докато следите изчезнат.<br />\r\nПетна се премахват и с парче плат, напоено с мляко, след което се изтърква с вълнен плат.</p>\r\n', '', 2, 2),
(45, 'За килими и мека мебел', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">сода</p>\r\n\r\n<p style="margin-left: 40px;">царевично нишесте</p>\r\n\r\n<p style="margin-left: 40px;">газирана вода</p>\r\n\r\n<p style="margin-left: 40px;">сапун</p>\r\n\r\n<p style="margin-left: 40px;">сол</p>\r\n\r\n<p style="margin-left: 40px;">сапунен разтвор с топла вода</p>\r\n\r\n<p style="margin-left: 40px;">сапунена вода с оцет</p>\r\n\r\n<p style="margin-left: 40px;">&nbsp;</p>\r\n', '45.jpg', '<p class="recepts">Замърсените се поръсват със сода и след около половин час се почистват с прахосмукачка. Ако върху килима попадне мазно петно, веднага трябва да се поръси с царевично нишесте, което се обира с прахосмукачка след 15-30 мин.<br />\r\nВърху прясно петно се изсипва малко количество газирана вода и се попива с хавлиена кърпа, без да се търка, за да не се наранят влакната.<br />\r\nПетна върху меката мебел се чистят по следния начин: от кафе - със сапун; от вино - посипват се със сол и като изсъхне, се почиства; от шоколад - със сапунен разтвор с топла вода, изплаква се и се чака да изсъхне; от сладко - сапунена вода с оцет.</p>\r\n', '', 2, 2),
(46, 'Маслени картини', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">филия хляб</p>\r\n', '46.jpg', '<p class="recepts">Прахта се обира с бялата част на филия хляб.</p>\r\n', '', 2, 2),
(47, 'Домашна паста за почистване', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">половин чаша сода за хляб</p>\r\n\r\n<p style="margin-left: 40px;">течен сапун</p>\r\n\r\n<p style="margin-left: 40px;">парче лимон</p>\r\n\r\n<p style="margin-left: 40px;">влажна кърпа или гъба</p>\r\n', '47.jpg', '<p class="recepts">Към половин чаша сода за хляб се добавя течен сапун, докато се образува кремообразна паста. Върху парче лимон се поставя малко от сместа и се изтърква повърхността. Така в едно са събрани лек абразив и антибактериално средство, отстраняват се и мазнини.<br />\r\nПочиства се с влажна кърпа или гъба.</p>\r\n', '', 2, 2),
(48, 'За мазни петна', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">филтрова книга</p>\r\n', '48.jpg', '<p class="recepts">Мазни петна по кожени материи се отстраняват, като се покрият с филтрова книга, потопена в бензин, и върху книгата се сложи някаква тежест. Покритото петно се оставя да престои 24 часа. Ако петното не се изчисти, средството се повтаря.</p>\r\n', '', 2, 3),
(49, 'За изчистване на плюшена мебел', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">кърпа</p>\r\n\r\n<p style="margin-left: 40px;">оцет</p>\r\n', '49.jpg', '<p class="recepts">Плюшена мебел се изчиства добре, като се покрие с кърпа, потопена в оцет и добре изстискана. След като се сложи кърпата, мебелът се изтупва с тупалка. Кърпата се изпира и процедурата се повтаря, докато плюшът получи свеж вид. Добро средство за изчистване на мебел е изтриването и с кисело зеле и изпирането става с четка.</p>\r\n', '', 2, 3),
(50, 'За мухъл', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">спирт</p>\r\n', '50.jpg', '<p class="recepts">Обикновено в не добре отоплени помещения се случва да се появи мухъл по дървената мебел. Премахва се, като се натрие със спирт. След това помещението се затопля добре. Ако мухълът се е загнездил по шкафове и чекмеджета, последните се изпразват напълно и след това се трият със спирт. Шкафовете и чекмеджетата се държат отворени, докато изветрее спиртът.</p>\r\n', '', 2, 3),
(51, 'За почистване на тръстикова мебел', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">слаб соден разтвор</p>\r\n\r\n<p style="margin-left: 40px;">амоняк</p>\r\n', '51.jpg', '<p class="recepts">Ако сложим в горещ слаб соден разтвор малко амоняк, получаваме една смес, с която се изчиства много добре тръстикова мебел.</p>\r\n', '', 2, 3),
(52, 'За изчистване на сребърни предмети', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">разреден амонячен разтвор</p>\r\n', '', '<p class="recepts">Всички предмети, боядисани с маслени и блажни бои, и всички сребърни неща се изчистват и измиват отлично с разреден амонячен разтвор.</p>\r\n', '', 2, 3),
(53, 'За почистване на облегалото на канапето, столовете или друга мебел', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">една тапа</p>\r\n\r\n<p style="margin-left: 40px;">ленено масло</p>\r\n', '53.jpg', '<p class="recepts">Ако облегалото на канапето, столовете или друга мебел са леко одраскани, злото е поправимо: натопявате една тапа в ленено масло и с нея търкате драскотините, и то в направление на самото дърво.</p>\r\n', '', 2, 3),
(54, 'За изчистване на стъклени предмети', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">утайка от кафе</p>\r\n\r\n<p style="margin-left: 40px;">капка оцет</p>\r\n\r\n<p style="margin-left: 40px;">малко вода</p>\r\n', '54.jpg', '<p class="recepts">Запазвайте утайката от кафе, за да измивате с нея стъклени предмети. Една супена лъжица утайка от кафе, размесена с капка оцет и малко вода, отлично измива чашите и им придава блясък.</p>\r\n\r\n<p class="recepts">Ако килимите са замърсени и избелели, поръсете ги с утайка от кафе и след това ги изметете с метла. Ще се учудите от резултата.</p>\r\n', '', 2, 3),
(55, 'За изчистване на кадифени мебели', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 30.0pt;">листа от моркови<br />\r\nсалата от зеле, нарязана на тесни и изсушени ивици</p>\r\n', '', '<p class="recepts">Листа от моркови, салата от зеле,нарязани на тесни ивици и изсушени, отлично изчистват кадифени мебели.</p>\r\n', '', 2, 4),
(56, 'Петна от мазнина', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">фина<br />\r\nсол</p>\r\n', '56.jpg', '<p class="recepts">Петна от мазнина веднага се отстраняват, като се посипят с много фина сол.</p>\r\n', '', 2, 4),
(57, 'Замърсени чаши', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">оцет<br />\r\nсол</p>\r\n', '57.jpg', '<p class="recepts">Замърсени чаши най-лесно се измиват като се изтъркат с оцет и сол.</p>\r\n', '', 2, 4),
(58, 'Чистене на килими', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">съвършено ситни<br />\r\nстърготини</p>\r\n', '', '<p class="recepts">Съвършено ситни стърготини са много ефикасно средство за чистене на килими с къси влакна. Стърготините се овлажняват със сапунена вода, поставят се върху килима, след което се изчеткват с остра четка. Когато след това килимът изсъхне, с удар на тупалка се изтърсват и останалите стърготини. Килимът се освежава и става като нов.</p>\r\n', '', 2, 4),
(59, 'За почистване на полирани маси', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p class="recepts" style="margin-left: 40px;">пепел от цигари<br />\r\nолио<br />\r\nтапа</p>\r\n', '', '<p class="recepts">За да премахнете петна от полирана маса, послужете си с потопена в пепел от цигари и няколко капки чисто олио тапа, която трябва да бъде обезателно малко овъглена. След това изтрийте леко и излъскайте добре местата с чисто парче мек плат.</p>\r\n', '', 2, 4),
(62, 'При изгаряния', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;">тиква или яйце</p>\r\n', '', '<p class="recepts">Дали си в София, или в Москва, е все едно - много е лесно да се изгориш на печката. Болката е ужасна. Ако раните от изгаряне са отворени или твърде големи, веднага потърсете лекар. При по-леки случаи можете да използвате домашни средства, за да ускорите зарастването и да подобрите състоянието на кожата.</p>\r\n\r\n<p class="recepts">Тиквата успокоява зачервената кожа. Сутрин и вечер налагайте раната с месото на тиквата и правете отгоре превръзка, докато отзвучи възпалението. Растителното оцветяващо вещество бетакаротин активира обновяването на клетките. Яйцето също е старо народно средство за лекуване на рани от изгаряния. То съдържа също така един каротиноид - особено ценния ликопен. Яйцето се разбива добре и се маже сутрин и вечер върху болезненото място.</p>\r\n', '', 3, 5),
(63, 'При разстройство', '<p class="recepts"><strong>Необходими продукти:</strong></p>\r\n\r\n<p style="margin-left: 40px;"><strong>За оризовата вода:</strong></p>\r\n\r\n<p style="margin-left: 80px;">1 чаена лъжичка ориз<br />\r\n1 л и 750 студена вода</p>\r\n\r\n<p style="margin-left: 40px;"><strong>За чаят от нар:</strong></p>\r\n\r\n<p style="margin-left: 80px;">2 чаени лъжички изсушена,&nbsp;нарязана кора от нар<br />\r\n1/2 л вода</p>\r\n', '', '<p class="recepts">Това често се случва, не само през лятото, когато бактериите се разпространяват бързо при високите температури, но може да ви хване и в по-студените дни. Като начало трябва да пиете много течности, за да избегнете обезводняването. Ето какво помага: оризова вода или чай от нар.</p>\r\n\r\n<p class="recepts">Оризовата вода съдържа микроелементи, подобни на тези в лигавицата на червата. Прилага се при разстройство в много страни, не само в Русия. Към водата се прибавя оризът и се сварява на бавен огън. Прецежда се и се пие по половин чаша на всеки два часа, докато разстройството премине.</p>\r\n\r\n<p class="recepts">Чаят от нар се приготвя, като добавите кората от нар към водата, оставя се да кисне и се пие на малки глътки през целия ден.</p>\r\n', '', 3, 5),
(64, 'При зъбобол', '<p class="recepts"><strong>Ето какво помага:</strong></p>\r\n\r\n<p style="margin-left: 40px;">сланина<br />\r\nпарче прополис</p>\r\n', '', '<p class="recepts">Когато ни мъчи болка в зъба от възпален нерв, сме готови да заобичаме дори зъболекаря си. Какво да направим обаче, ако ни заболи зъб посред нощ, през уикеда или пък на място, където сме далече от зъболекарски кабинет? Възползвайте се от изпитаното средство на старите руснаци. Е, няма да излекувате зъба, но може поне да облекчите болките. Сланината отделя непрекъснато сол, която упоява. Сложете едно парче сланина между бузата и болния зъб. Според руснаците болката намалява след 15-20 минути.</p>\r\n\r\n<p class="recepts">Много успешно действа и парченце прополис. Увийте го около клечка за зъби, поставете го на зъба и го задръжте там известно време, докато болката отслабне.</p>\r\n', '', 3, 5),
(65, 'При хрема', '<p class="recepts"><strong>Ето какво помага: </strong></p>\r\n\r\n<p style="margin-left: 40px;">червено цвекло</p>\r\n', '', '<p class="recepts">Дойде студеното време, често не сме облечени подходящо, лигавицата изстива и вирусите ни нападат. Важно е да лекуваме хремата веднага, за да не пострадат и синусите. </p>\r\n\r\n<p class="recepts">Антибактериалното действие на червеното цвекло е познато отдавна. Сок от червено цвекло, един от любимите зеленчуци на руснаците, успокоява ефикасно течащия нос. Капвайте по 3 до 4 пъти дневно по пет капки пресен сок във всяка ноздра. Внимавайте, възможно е добре да се изцапате.</p>\r\n\r\n<p class="recepts">Можете да използвате и по 4 капки лавандулово масло.</p>\r\n', '', 3, 5),
(66, 'При болки в гърлото', '<p class="recepts"><strong>Ето какво помага:</strong></p>\r\n\r\n<p style="margin-left: 40px;">чесън</p>\r\n', '', '<p class="recepts">Чесънът действа безотказно при начало на болки в гърлото. Съдържа алицин, който е естествен антибиотик и дезинфекцира гърлото. Най-добре да изядем три скилидки. Ако се страхувате от миризмата, има и хапчета, които съдържат чесън. </p>\r\n\r\n<p class="recepts">Ако искате да убиете бактериите, не забравяйте, че водката като всеки друг алкохол действа също антибактериално. Смесете 2 лъжици от руското национално питие с една чаша вода и една лъжичка лимонова киселина. Киселината убива бактериите и действа противовъзпалително.</p>\r\n', '', 3, 5),
(67, 'При гъбички по краката', '<p class="recepts"><strong>Ето какво помага: </strong></p>\r\n\r\n<p style="margin-left: 40px;">кафе или оцет</p>\r\n', '', '<p class="recepts">Зачервените, сърбящи и белещи се места между пръстите на краката са едно от най-характерните заболявания на кожата. За да избегнем гъбичките, трябва много добре да подсушаваме между пръстите на краката.</p>\r\n\r\n<p class="recepts">Направете си баня на краката с кафе! Феноловите му киселини убиват гъбичките. 1 лъжица смляно кафе се залива с 1 л вряща вода и още две минути се вари на слаб огън. Когато изстине до приятна температура, правете баня на краката по 15 минути всеки ден, най-добре вечер. После добре подсушавате.</p>\r\n\r\n<p class="recepts">Старо средство е и оцетът, чиято киселина убива гъбичките. Два пъти седмично намазвайте стъпалата с оцет и ги оставете да изсъхнат на въздуха.</p>\r\n', '', 3, 5),
(68, 'При херпес', '<p class="recepts"><strong>Ето какво помага: </strong></p>\r\n\r\n<p style="margin-left: 40px;">яйчен белтък</p>\r\n', '', '<p class="recepts">Мехурчетата на устата са червени, често болезнени и неприятно сърбят. Често още от детска възраст се заразяваме с вируса на херпеса, който след това многократно се проявява. Причината може да е слаба имунна система, стрес, много слънце или хормонални смущения. Важно е да вземем мерки веднага.</p>\r\n\r\n<p class="recepts">В народната медицина се е наложила употребата на яйчен белтък. Той съдържа лизоцим, известен убиец на вируси. Три-четири пъти дневно мажете мястото с пресен белтък. Имайте предвид обаче, че има опасност от заразяване със салмонелоза!</p>\r\n\r\n<p class="recepts">Може да използвате и черен май - действа добре благодарение на съдържащите се в него танини, които са противовъзпалителни и убиват вирусите. Пакетче чай се залива с вряла вода, оставя се да изстине и се налага по три пъти дневно на херпеса по 20 минути.</p>\r\n', '', 3, 5);

-- --------------------------------------------------------

--
-- Структура на таблица `sitedata`
--

CREATE TABLE IF NOT EXISTS `sitedata` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `misho` text COLLATE utf8_unicode_ci NOT NULL,
  `miglena` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=3 ;

--
-- Схема на данните от таблица `sitedata`
--

INSERT INTO `sitedata` (`id`, `keywords`, `misho`, `miglena`, `description`) VALUES
(2, 'еко,рецепти,дом,маска,домашен,био,прах,козметика,медицина', 'Здравейте, казвам се Михаил, но всички ми казват Мишо. Аз съм един 15 годишен ученик от гр. Шумен. Уча в СОУ "Сава Доброплодни" и съм в 8 клас. Надявам се нашият проект да Ви харесва.\r\n', 'Здравейте, казвам се  Миглена. Аз съм на 13 години. Уча в СОУ "Сава Доброплодни" и съм 7 клас.', 'Нашият сайт – проект е предназначен за всички хора по света, които са заинтересовани за бъдещето на планетата Земя. Нашето поколение е обградено от вредното влияние на заводите, на предприятията, на автомобилите. Всеки ден е едно изпитание на нашата имунна система. Идеята ни е хората да са екологично грамотни, екологично мотивирани и с екологично съзнание. Да инвестираме в здравето, което е най-голямото богатство. Формирането на екологично възпитание е глобална необходимост. Време е да се осъзнаем!\r\n');

-- --------------------------------------------------------

--
-- Структура на таблица `subcategories`
--

CREATE TABLE IF NOT EXISTS `subcategories` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `for` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=6 ;

--
-- Схема на данните от таблица `subcategories`
--

INSERT INTO `subcategories` (`id`, `name`, `for`) VALUES
(1, 'Маски', 1),
(2, 'От тефтерчето на баба', 2),
(3, '"Обединени домакински списания" от 1944-1945 г. (Запазен е оригиналният текст)', 2),
(4, 'Списание "Жена и дом"', 2),
(5, 'Тайните на руската народна медицина', 3);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
